1password
alsa-lib
arduino
arm-none-eabi-gdb
base
base-devel
btrfs-progs
calc
chromium
clion
cmake
dmenu
docker
docker-compose
efibootmgr
elixir
exfat-utils
fuse2
gdb
git
github-cli
gparted
grim
htop
intel-ucode
iwd
jdk17-openjdk
libdecor
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lshw
minicom
nano
neovim
networkmanager
newsflash
ninja
nmap
nordvpn-bin
npm
ntfs-3g
openssh
otf-opendyslexic-nerd
php
postgresql
postman-bin
pycharm-professional
python-pip
python-pipx
ranger
smartmontools
sof-firmware
subversion
sway
swaylock
tesseract-data-eng
unzip
usbutils
vim
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
wget
xautolock
xdg-utils
xss-lock
xterm
yay
yay-debug
zram-generator
